Revit 2027 API
BuiltInFailures.RebarFailures.RebarTooShortImperial Property
 The minimum length of rebar shape is 1 inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RebarTooShortImperial { get; }
Public Shared ReadOnly Property RebarTooShortImperial As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RebarTooShortImperial {
	FailureDefinitionId^ get ();
}
static member RebarTooShortImperial : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace